Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Following the completion of a road project, the contractor claimed additional compensation for reduced productivity – or "trouble and inconvenience" – and for acceleration.
nn: Etter avslutninga av eit entrepriseoppdrag for eit veganlegg kravde entreprenørselskapet Hab Construction AS tilleggsvederlag for nedsett produktivitet – plunder og heft – og forsering.

source: The translation is provided for information purposes only.
nn: Det var då ikkje grunnlag for kompensasjon.

source: A united Supreme Court finds that Article 89 in principle allows constitutional review of a consent by the Storting to the entry into of international agreements.
nn: Ein samla Høgsterett slår fast at § 89 i prinsippet opnar for domstolskontroll av eit stortingsvedtak om samtykke til å inngå internasjonale avtalar.

source: A member of the Norwegian Public Service Pension Fund received by mistake NOK 655 000 too much in disability pension before he went on old-age pension.
nn: Ein medlem i Statens pensjonskasse fekk ved ein feil utbetalt 655 000 kroner for mykje i uførepensjon fram til han gjekk over på alderspensjon.

source: Sentence for dealings with heroin
nn: Straff for å ha med heroin å gjere

source: The ruling was based on the legal starting points accounted for in HR-2021-474-A and HR-2021-475-A.
nn: Høgsterett baserte seg på dei rettslege utgangspunkta som det er gjort greie for i HR-2021-474-A og HR-2021-475-A.

source: : Hordaland tingrett, Postboks 7412, 5020 Bergen
nn: Merk at postadressa er: Postboks 7412, 5020 Bergen

source: Oslo Vei AS, which in 2001 had had its business transferred to the former Oslo Veiveisen, also acquired the municipal pension scheme for the employees.
nn: Oslo Veivesen si verksemd vart i 2001 overført til Oslo Vei AS, som overtok den kommunale pensjonsordninga for dei tilsette.

source: In 2019, one of the seller's creditors, that was still the registered owner, levied execution on the property and petitioned for forced sale.
nn: I 2019 kravde ein bank utlegg i ei sak mot seljaren av eigedommen, som framleis stod som heimelshavar.Grunnlaget var misleghalden gjeld.

source: The University of Bergen
nn: Universitetet i Bergen

source: 13 years of imprisonment for sexual assaults over the Internet
nn: Fengsel i 13 år for seksuelle overgrep som var gjennomførte ved kontakt over internett

source: Sentence for import of 29 kilos of khat to Norway
nn: Straffutmåling ved innførsel av ca. 29 kilo kat til Noreg

source: In 2015, the company had entered into agreements on collection of household rubbish in Vestfold and Oslo.
nn: Selskapet gjekk i 2015 inn avtalar om innsamling av hushaldsavfall i Vestfold og Oslo – høvesvis Vestfoldprosjektet og Osloprosjektet.

source: Second, the environmental groups contend that the decision violates the right to life in Article 2 of the European Convention on Human Rights and Article 93 of the Constitution, and the right to respect for family life in Article 8 of the Convention and Article 102 of the Constitution.
nn: For det andre har miljøorganisasjonane gjort gjeldande at vedtaket er i strid med retten til liv, nedfelt i Den europeiske menneskerettskonvensjonen (EMK) artikkel 2 og Grunnlova § 93, og retten til familieliv, nedfelt i EMK artikkel 8 og Grunnlova § 102.

source: The nursing home joined a new employers' union in 2014, and a new collective agreement was entered into, which contained no clause on the supplement.
nn: Ein privat sjukeheim melde seg i 2014 ut av arbeidsgivarforeininga Virke og inn i NHO. Som følge av endra organisasjonstilknyting ble ein ny tariffavtale gjord gjeldande ved sjukeheimen.

source: same house as mother’s parents, in a separate flat.
nn: Mor og borna vil bu i det same huset som mors foreldre, i ei eiga leilegheit.

source: A Norwegian and a Danish citizen who had been married for many years separated in 2016.
nn: Ein norsk og ein utanlandsk statsborgar som hadde vore gift i mange år, gjekk frå kvarandre i 2016.

source: X municipality (Counsel Mette Yvonne Larsen) (Assisting counsel Bendik Falch-Koslung)
nn: B (advokat Steinar Jacob Thomassen) mot X kommune (advokat Frode Lauareid)

source: The accused can be released earlier if the grounds for imprisonment lapse.
nn: Sikta kan bli lauslaten tidlegare, dersom grunnen for fengslinga fell bort.

source: Seven of the Supreme Court's 20 justices are women.
nn: Sju av dei 20 dommarane i Høgsterett er kvinner.

source: The Supreme Court is now to determine whether No to the EU's action may be heard in Norwegian courts, or whether the action is inadmissible because the criteria for bringing an action in section 1-3 of the Dispute Act are not met.
nn: Spørsmålet som Høgsterett no skal ta stilling til, er om Nei til EUs søksmål kan fremjast til handsaming for norske domstolar, eller om søksmålet i si noverande form må avvisast fordi dei såkalla søksmålsvilkåra i tvistelova § 1-3 ikkje er oppfylte.

source: Sentence for rape under aggravating circumstances.
nn: Straffutmåling for valdtekt under skjerpande omstende

source: Storing a will is subject to a fee of NOK 937.
nn: Oppbevaring av testament kostar 937 kroner.

source: Fosen Vind DA was nonetheless permitted to start the construction, and the windfarms were ready in 2019 and 2020, respectively.
nn: Fosen Vind DA fekk likevel løyve til å starte bygginga, og vindkraftverka stod ferdige i høvesvis 2019 og 2020.

source: The Supreme Court sentenced the man to 45 days of imprisonment.
nn: Tiltalte vart dømt til fengsel i 45 dagar, etter fråtrekk for tilståing.

source: The court of appeal's ruling was set aside.
nn: Orskurden i lagmannsretten blei oppheva.

source: The minority finds that Article 89 of the Constitution precludes such an action.
nn: Mindretalet meiner at Grunnlova § 89 stenger for å fremme saka.

source: She will also visit Norway with the children.
nn: Ho kjem også til å vitje Noreg med borna.

source: Tax-motivated transactions – duty of disclosure and right to deduction
nn: Skattemotiverte transaksjonar – opplysningsplikt og frådragsrett

source: If the conviction concerns storage of drugs, one must also emphasise the proceeds that could have been acquired in a sale.
nn: For det andre skulle vurderinga av om det låg føre potensial til betydeleg utbytte, skje på grunnlag av kva sal av det konkrete partiet med narkotika kunne innbringe.

source: With his strong personality and intellectual prowess, he heavily influenced the Supreme Court during his time here, and he also left a strong international legacy, after serving as the president of the European Court of Human Rights from 1985 to 1998.
nn: han Høgsterett i den tida han var her, og han sette òg internasjonalt spor etter seg som president i Den europeiske menneskerettsdomstolen frå 1985 til 1998.

source: The key issue was whether Article 112 of the Constitution on the right to a healthy environment gives the citizens individual rights that they may insert directly before the courts, and the extent to which the courts may review resolutions from the Storting in this area.
nn: Hovudspørsmålet var om Grunnlova § 112 om retten til miljø gjev borgarane individuelle rettar som dei kan gjera gjeldande direkte for domstolane – og kor langt domstolane kan overprøve vedtak frå Stortinget på dette området.

source: The bankruptcy estate of Moods Wholesale AS (Counsel Johnny Johansen) v. Barnas Hus Norge AS (Counsel Johannes Sundet)
nn: Moods Wholesale AS’ konkursbu (advokat Johnny Johansen) mot Barnas Hus Norge AS (advokat Johannes Sundet)

source: Even if the employees were formally employed somewhere else, they were entitled to invoke the rights provided by chapter 16 of the Working Environment Act since they had sufficient connection to the actual workplace.
nn: Sjølv om ankemotpartane formelt var tilsette i Stena Drilling Pte Ltd., kunne dei gjere gjeldande rettane etter kapittel 16 i arbeidsmiljølova, da dei hadde tilstrekkeleg tilknyting til riggen som arbeidsstad og Stena Drilling AS hadde stått for alle arbeidsgivarfunksjonane.

source: Also under section 70 of the Penal Code, the equipment had to count as several things.
nn: Også i relasjon til straffelova § 70 måtte utstyret reknast som fleire ting.

source: The number of cases referred for hearing is for both criminal and civil cases rather to high than too low.
nn: straffesaker og i sivile saker blir det heller tilvist for mange enn for få ankar over dommar.

source: The validity of a development agreement
nn: Om frådrag i straffa for opphald i barnevernsinstitusjon

source: According to the indictment, the convicted person called her a
nn: I tiltalevedtaket er det sagt at den domfelte kalla henne for

source: Stepfather sentenced to eight months of imprisonment and NOK 80 000 in aggravated damages for sexual assault to stepdaughter
nn: Stefar dømd til fengsel i åtte månader og 80 000 kroner i oppreisning for seksuelt overgrep mot stedottera

source: Until the constitutional revision of May 2014, the review of legislation for
nn: med forrang framfor anna lovgiving, hadde fram til grunnlovsrevisjonen i mai 2014 inga spesiell

source: However, a balance must be struck if the rights conferred by Article 27 conflict with other basic rights.
nn: Det må likevel gjerast ei avveging dersom rettane etter artikkel 27 står mot andre grunnleggande rettar.

source: Graduated in law from the University of Oslo.
nn: Juridisk embetseksamen frå Universitetet i Oslo.

source: They could be accused in the same case, and the isolation order is intended to safeguard the investigation.
nn: Det kan vere sikta i same sakskompleks, og blir gjort av omsyn til etterforskinga.

source: committee under WCEL’s direction and adopted with consensus at the IUCN’s world congress in Rio de Janeiro in April 2016.
nn: Slik eg forstår det, vart erklæringa og det nemnde prinsippet førebudd av ein underkomité i regi av WCEL og vedteken ved konsensus på IUCNs verdskongress i Rio de Janeiro i april 2016.

source: The decision to allow exemptions from publication was limited to the 2014 vacancies.
nn: Vedtaket om å opne for unntak frå offentlegheit var avgrensa til utlysinga i 2014.

source: Finally, I will consider the case of Justice Steinsvik.
nn: Eg ser endeleg på om dommar Steinsvik må vike sete i saka.

source: The decisions in Rt. 2008, p. 328, and HR-2012-01381-U are examples of this.
nn: 2008 side 328 og HR-2012-01381-U gir ulike eksempel på det.

source: In an action brought by WWF Norway, the Supreme Court ruled that all three decisions were valid.
nn: Staten blei derfor frifunnen i søksmålet, som var reist av Stiftelsen WWF Verdens Naturfond.

source: The principles for valuation of agricultural and forest land
nn: Prinsippa for verdsetting av odelseigedom ved odelstakst

source: This will benefit the children.
nn: Dette kjem borna til gode.

source: The accused has to give an unconditional confession in court.
nn: Sikta må gje ei tilståing utan atterhald i rettsmøte.

source: Article 93 of the Constitution and Article 2 ECHR, and Article 102 of the Constitution and Article 8
nn: Grunnlova § 93 og EMK artikkel 2, og Grunnlova § 102 og EMK artikkel 8

source: In the Supreme Court's view, a validity action like the present one could not be used to draw up such specific requirements based on Article 112 of the Constitution.
nn: Etter Høgsteretts syn kunne ein i eit gyldigheitssøksmål som dette ikkje setje slike spesifikke krav med grunnlag i Grunnlova § 112.

source: Sentence for aggravated sexual assault against a child under the age of 14
nn: Straffutmåling for grov valdtekt av barn under 14 år

source: The convicted person, who was 19 ½ years old at the time of the offences, had put fire to three garages in his neighborhood.
nn: Ein mann som var 19 ½år på gjerningstidspunkta, var dømd for i løpet av éin dryg månad å ha tent på tre garasjar i nabolaget der han budde.

source: Leave to appeal was granted for the counts concerning the Penal Code 1902 section 132a, but was refused for the counts concerning the Penal Code 1902 section 390a and section 333.
nn: Anken vart vist til behandling i lagmannsretten for dei postane som gjaldt straffelova 1902 § 132 a, men nekta for postane som gjaldt straffelova 1902 § 390 a og § 333.

source: The company claimed tax deduction for the entire purchase amount, including the supplier's credit, and received an exploration reimbursement from the State.
nn: Selskapet kravde skattefrådrag for heile kjøpesummen, mellom anna leverandørkreditten, og fekk utbetalt leiterefusjon frå staten.

source: Particularly in the last 12–13 years the hearings in the Supreme Court have
nn: Særleg i løpet av dei 12–13 siste åra har ankeforhandlingane i Høgsterett blitt langt meir

source: The organisation argues that such an implementation would be a relinquishment of sovereignty, which requires the Storting's consent by a three-fourths majority according to Article 115 of the Constitution.
nn: Organisasjonen meiner at gjennomføringa av energimarknadspakke III inneber ei suverenitetsavståing som krev at samtykke frå Stortinget må gjevast i medhald av Grunnlova § 115, som krev tre fjerdedels fleirtal.

source: The edition is written by Professor Jørn Øyrehagen Sunde from the University of Bergen.
nn: Historiebandet er skrive av professor Jørn Øyrehagen Sunde ved Universitetet i Bergen.

source: In 2014, only a year later, when two vacant justiceships were announced there were 12 applicants—several of them highly qualified.
nn: seg ingen søkjarar. Ved utlysing av to embete eit år seinare, våren 2014, var det 12 søkjarar – fleire

source: The EU's choice-of-law rules in Rome II could not lead to any other result.
nn: EU-forordninga Roma II ville ikkje føre til ein annan konklusjon.

source: That's why there are strict conditions for permitting communications surveillance.
nn: Kommunikasjonskontroll er svært inngripande for den personlege fridomen.

source: days beforehand and ask to be shown the court- • The trial will already have started when you
nn: • Om du vil, kan du gjerne ta kontakt med • Rettssaka er allereie i gang når du skal inn

source: The Supreme Court has received a total of six written submissions to highlight public interests in the case under section 15-8 of the Dispute Act, which will be included in the Supreme Court's basis for decision-making.
nn: Høgsterett har til saman motteke seks skriftlege innlegg til å kaste lys over allmenne interesser i saka etter tvistelova § 15-8 som vil inngå i Høgsteretts avgjerdsgrunnlag.

source: Some aspects of the courts' substantive jurisdiction in its adjudicating
nn: Somme sider ved den materielle kompetansen hos domstolane i den dømmande verksemda har ei

source: accordance with section 15-8 of the Dispute Act, and they are thus not directly connected to the case.
nn: Organisasjonane har heller ikkje gjeve innlegg i saka etter tvistelova § 15-8 og har såleis ikkje direkte tilknyting til saka som skal opp i plenum.

source: As a starting point, there is no room for a proportionality assessment balancing the minority's interests against other interests of society.
nn: I utgangspunktet er det ikkje rom for ei forholdsmessigvurdering der interessene til minoriteten blir vegne mot andre samfunnsomsyn.

source: A minority of four justices found that procedural errors had been made during the opening of the southeast part of the Barents Sea in 2013, as possible future global climate emissions had not been considered in the environmental impact assessment forming the basis for the opening.
nn: Eit mindretal på fire dommarar meinte det var gjort sakshandsamingsfeil ved opninga av Barentshavet søraust i 2013, ved at moglege framtidige globale utslepp av klimagassar ikkje var vurderte i konsekvensutgreiinga som låg til grunn for opninga.

source: One example in this regard is the age discrimination judgment in Rt. 2012, p. 219.
nn: Eit eksempel her gir dommen om aldersdiskriminering i Rt. 2012 side 219, sjå nedanfor under

source: This may include one of several legal issues or one of several alleged procedural errors.
nn: Det kan vere eitt av fleire rettsspørsmål eller éin av fleire påståtte saksbehandlingsfeil.

source: A statement in the preparatory works that section 155 of the Penal Code was not to protect municipal traffic or parking wardens could not give any other result.
nn: Utferding av slike tilleggsgebyr er offentleg myndigheitsutøving, og § 155 vernar «enhver» som utøver offentleg myndigheit på vegner av stat eller kommune.

source: The Supreme Court's adjudicative activities are mainly divided between the
nn: Dei dømmande oppgåvene i Høgsterett er i hovudsak delte mellom ankeutvalet og avdelingane, men

source: The question is whether living with mother in Italy will be better for C and D than living with
nn: Spørsmålet er om å bu med mor i Italia vil vera betre for C og D enn å bu med mor i Noreg.

source: Calculation of operating grants to private kindergarten
nn: Berekning av driftstilskot til private barnehagar

source: Grew up in Rakkestad.
nn: Oppvaksen i Rakkestad.

source: The Court expresses its fundamental view in para 34:
nn: Som eit grunnleggjande synspunkt uttalar domstolen i premiss 34:

source: The additional indictment comes from a case in Rana District Court where the child welfare service succeeded in its request that visitation be banned between A and his son.
nn: Tilleggstiltalen har bakgrunn i ei sak i Rana tingrett der barnevernet fekk medhald i at A skulle ha besøksforbod i høve til sonen.

source: This was amended in 2015 with effect from 1
nn: Dette vart endra i 2015 med verknad frå 1.

source: : The case concerns sentence for obstruction of justice in the form of retaliation against five participants in civil cases, see the Penal Code 1902 section 132 a.
nn: Saka gjeld straffutmåling i ei sak som hovudsakleg gjeld domfelling for motarbeiding av rettsvesenet i form av gjengjelding overfor fem aktørar i sivile saker for domstolane, jf. straffelova 1902 § 132 a.

source: This applies to
nn: Dersom du har tapt

source: Conviction for homicide and aggravated robbery: Inspection and the speciliaty principle in the Extradition Convention 1957
nn: Domfelling for drap og grovt ran: Spørsmål om dokumentinnsyn og om spesialitetsprinsippet i utleveringskonvensjonen av 1957

source: The main issue in the Supreme Court was whether the development violates the reindeer herders' rights under Article 27 ICCPR.
nn: For Høgsterett var spørsmålet særleg om utbygginga krenker rettane til reineigarane etter SP artikkel 27.

source: Liability for responsible applicant under the Planning and Building Act
nn: Erstatningsansvar for ansvarleg søkjar etter plan- og bygningslova

source: The litigant parties have priority, and the press will have access to the extent possible.
nn: Partsrepresentantane i saka har førerang, og pressa vil så langt mogleg bli prioritert.
